
<template>
<svg id="Сгруппировать_8" data-name="Сгруппировать 8" xmlns="http://www.w3.org/2000/svg" width="25.746" height="28.606" viewBox="0 0 25.746 28.606">
  <path id="Контур_23" data-name="Контур 23" d="M25.885,2h-14.3A2.864,2.864,0,0,0,8.721,4.861v8.582H5.861A2.864,2.864,0,0,0,3,16.3V29.176a1.43,1.43,0,0,0,1.43,1.43H27.315a1.43,1.43,0,0,0,1.43-1.43V4.861A2.864,2.864,0,0,0,25.885,2ZM5.861,16.3h8.582V27.746H5.861ZM25.885,27.746H17.3V16.3a2.864,2.864,0,0,0-2.861-2.861H11.582V4.861h14.3Z" transform="translate(-3 -2)" fill="#b088ff"/>
  <path id="Контур_24" data-name="Контур 24" d="M12.721,6h2.861V8.861H12.721Zm5.721,0H21.3V8.861H18.443Zm0,5.766H21.3v2.816H18.443Zm0,5.677H21.3V20.3H18.443ZM7,17.444H9.861V20.3H7Z" transform="translate(-1.279 -0.279)" fill="#b088ff"/>
</svg>
</template>
